{
    "navbar.home": "Home",
    "navbar.rebirthing": "Rebirthing Breathwork",
    "navbar.biografia": "Human Biography",
    "navbar.contacto": "Contact",
    "home.portada": "BREATH,\n REMEMBER,\n BE REBORN.",
    "home": "Two paths to your true essence.",
    "home.bienvenida": "We are a space for inner exploration, seeking to assist the unfolding of the essential being.\nBreath serves as an anchor to the present moment, and words help us organize.\nEach inhale and every story are an opportunity to be reborn.",
    "rebirthing.breathwork": "Rebirthing Breathwork",
    "opiniones.virginia.texto": "I practiced Rebirthing with Diego many times. They were all very intense and transformative experiences, not only because of the method, but also because of the conversation that follows each session. Diego is a great teacher, and his feedback has given me great mental clarity. I highly recommend it.",
    "opiniones.virginia.nombre": "Virginia D. – Rosario – Argentina",
    "opiniones.tracy.texto": "When I heard the explanation of what Rebirthing Breathwork was, at first I found it hard to believe. I decided to try it because this session was highly recommended. After doing it, I realized the experience was exactly as described. I was able to connect with my inner self and find clarity within. A unique experience.",
    "opiniones.tracy.nombre": "Tracy  – United States",
    "opiniones.blanca.texto": "I highly recommend this powerful and incredibly guided practice, by Diego, who is always present and attentive! It's a very enriching experience and provides a great example of the power of conscious breathing! Don't miss this opportunity!",
    "opiniones.blanca.nombre": "Blanca V. – Puerto Morelos - México",
    "opiniones.cynthia.texto": "Diego, I want to thank you for your support in my Human Biography process. You had such clarity to make me see everything I had so normalized, and with great empathy, you showed me everything I couldn't recognize about my own story. Thanks to the sessions we had, I am now more aware of the areas I want to improve about myself.",
    "opiniones.cynthia.nombre": "Cynthia-México",
    "opiniones.kim.texto": "A life changing experience",
    "opiniones.kim.nombre": "Kim-United States",
    "rebirthing.que": "WHAT IS REBIRTHING?",
    "rebirthing.definicion": "Rebirthing Breathwork is a powerful tool for inner transformation that uses our breath as a bridge between our body, mind, and emotions. Leonard Orr, the creator of this technique, defined it as \"the art of breathing in divine energy along with air, and allowing that energy to do its healing work from within\".\n Through energetic, conscious and connected breathing, we access an expanded state of consciousness, unblock emotions, allow memories to resurface, and allow ourselves to see and integrate trauma.",
    "rebirthing.continuacion": "The name \"Rebirthing\" comes from the idea that many of our deepest emotional wounds originate during our <strong>birth</strong> and <strong>prenatal stages</strong>. This is where our most deeply rooted unconscious <strong>limiting beliefs</strong> originate. Our present life is a set of creations conditioned by these limitations. By remembering these experiences, we can integrate them and allow for an emotional and spiritual \"rebirth\".\n  \n This tool attempts to uncover these limiting beliefs and bring a deep inner clarity that guides us through our current challenges, opens the possibility to move beyond our limitations, and gradually helps us reconnect with our true essence and sense of purpose.",
    "rebirthing.cómo": "HOW IS A REBIRTHING SESSION?",
    "rebirthing.practica": "The session begins with a shared conversation. The facilitator explains about the practice, while the consultant shares their story and current challenges, the reason that brings them to the session.\n Next comes the breathwork session. In this part, the consultant does the work, guided by the vital energy of the breath. The facilitator ensures the breath is sustained and brings support for entering the experience and moving through emotional release.\n Finally, the experiences are integrated through a closing conversation.\n In the case of ongoing work over several sessions, the facilitator may offer suggestions or exercises to carry between sessions.",
    "rebirthing.preguntas": "FAQs",
    "biografia.enlace": "Human Biography",
    "biografia.titulo": "HUMAN BIOGRAPHY",
    "biografia.que": "WHAT IS HUMAN BIOGRAPHY?",
    "biografia.definicion": "The Human Biography approach invites us to move beyond a limited perspective and review our entire life story with expanded awareness.\nThis journey begins by grounding ourselves in the natural emotional and physiological needs of the human child. From this base, a conversational therapy unfolds, aimed at reviewing early life experiences, and contrasting them to those basic needs.",
    "biografia.continuacion": "By understanding this gap, along with the survival strategies and mechanisms we developed as children to navigate those early environments, we can better understand the unconscious patterns that shape our current behavior.\nThese traits, once necessary to secure emotional nourishment, have now become unconscious limitations that prevent us from fully expressing our desires, authenticity, generosity, and unconditional love.\nThis approach invites us to redirect our life path, clarifying our purpose as part of a journey back to our essential, authentic self.",
    "biografia.cómo": "HOW IS HUMAN BIOGRAPHY PRACTICED?",
    "biografia.practica": "This practice is carried out in periodic, individual, online sessions. During the first sessions, we explore personal history with an objective and expanded lens, reviewing experiences, narratives, and paradigms.\nWe attempt to describe the \"childhood environment\" through a metaphorical image that captures the essence of the environment where we came from.\nNext, we identify the traits and impulses we developed to navigate that environment, those that helped us obtain emotional nourishment. These traits are symbolically summarized as a second image: the \"character\" or \"costume\" we unconsciously adopted.\nThen we explore the benefits and downsides of these deeply rooted unconscious traits. How do they help or harm our development and affect those around us. This expanded perspective allows us to make different choices from the automatic ones we usually make.\nFinally, we explore our life's purpose, with new possibilities beyond our limitations. We begin to train for a new direction, gradually aligning with our essential, authentic self.",
    "rebirthing.faq1.pregunta": "1.Why take a session?",
    "rebirthing.faq1.respuesta": "To release deep emotional blockages\n To recognize and integrate birth trauma\n To connect with deep inner clarity\n To expand consciousness\n To return to the body and the present moment\n To reprogram limiting beliefs",
    "rebirthing.faq2.pregunta": "2. What can be experienced during a session?",
    "rebirthing.faq2.respuesta": "Intense physical sensations (tingling, heat, cold, mild spasms)\n Emotions emerging “without an apparent reason”\n Memories and symbolic images (through all senses)\nUnlock physical symptoms, allowing emotional causes to emerge\n A strong feeling of relief or release at the end\n Sometimes an “energetic discharge” that feels like a deep cleansing",
    "rebirthing.faq3.pregunta": "3. How often should sessions be done?",
    "rebirthing.faq3.respuesta": "At the beginning, it’s recommended to do a cycle of weekly or biweekly sessions. One gradually adopts the new breathing technique, learning and integrating it. Each session is different and unique. The goal is to provide a tool that can be self-managed later, always having the opportunity of taking guided sessions as desired.",
    "rebirthing.faq4.pregunta": "4. Is our birth always remembered?",
    "rebirthing.faq4.respuesta": "We don’t set out looking for anything specific. Rather, we allow whatever needs to emerge to come forth and guide the personal process. Birth memories often surface naturally during the process.",
    "rebirthing.faq5.pregunta": "5.Can sessions be done in groups?",
    "rebirthing.faq5.respuesta": "The practice can be done individually or in groups. Each format has its own benefits.",
    "rebirthing.faq6.pregunta": "6.Can it be done online?",
    "rebirthing.faq6.respuesta": "Yes, sessions can be practiced both in-person and online.",
    "biografia.faq1.pregunta": "1. How many sessions are needed and how often?",
    "biografia.faq1.respuesta": "At the beginning, it's important to hold a few sessions periodically, weekly or biweekly, in order to clearly identify the key traits of the environment we come from and the character we’ve developed. From this point, the person can continue at their own pace,  seeking new choices and decisions that support their own growth and benefit those around them.",
    "biografia.faq2.pregunta": "2. What are the benefits of this therapy? What is it for?",
    "biografia.faq2.respuesta": "Understand the environment we come from and the full range of traumas and pain we have endured.\n Understand the unconscious personality traits we developed in early stages, and both the benefits and disadvantages these have for our current development.\nGain a broader view of our lives.\nFind a sense of purpose.\nGain awareness of our unconscious automatic impulses.\nTrain ourselves to take different paths and make different decisions, for the benefit of our development and that of those around us. Especially if we have children being raised by us or nearby.\nFind our authenticity, our essential being.",
    "biografia.faq3.pregunta": "3. What comes after understanding my scenario and my character?",
    "biografia.faq3.respuesta": "After this expanded understanding, training continues in finding new ways and decisions outside of our usual behavior. Seeking greater authenticity, connection, lovingness, openness, and unfoldment.",
    "biografia.faq4.pregunta": "4. Can it be done online?",
    "biografia.faq4.respuesta": "Yes, sessions are usually done online but it can also be in person.",
    "contacto": "Contact",
    "contacto.mensaje": "We are here for you.\n If you have any questions or comments, if you need more information about any of our activities, if you'd like to schedule an appointment, or if you'd like to leave us a review of your experience, don't hesitate to get in touch. What you have to say is very valuable to us."
}