{
    "navbar.home": "Inicio",
    "navbar.rebirthing": "Rebirthing Breathwork",
    "navbar.biografia": "Biografía Humana",
    "navbar.contacto": "Contacto",
    "home.portada": "RESPIRA,\n RECUERDA,\n RENACE.",
    "home": "Dos caminos hacia tu esencia",
    "home.bienvenida": "Somos un espacio de exploración interior, buscamos darle lugar al despliegue del ser esencial.\nLa respiración actúa como ancla al momento presente y la palabra nos ayuda a ordenar.\nCada inhalación y cada historia, son una oportunidad para renacer.",
    "rebirthing.breathwork": "Rebirthing Breathwork",
    "opiniones.virginia.texto": "Practiqué muchas veces Rebirthing con Diego. Fueron experiencias muy intensas y transformadoras, no sólo por el método, sino también por la charla que se abre después de cada respiración. Diego es un gran maestro, y sus devoluciones me han dado mucha claridad mental. Recomiendo con los ojos cerrados.",
    "opiniones.virginia.nombre": "Virginia D. – Rosario – Argentina",
    "opiniones.tracy.texto": "Cuando escuché la explicación de lo que es el Rebirthing Breathwork, al principio me costó creerlo. decidí probarlo porque me recomendaron mucho esta sesión. Luego de hacerlo, me di cuenta que la experiencia es tal cual lo descripto, me pude conectar con mi ser y encontrar claridad desde mi interior. Una experiencia única",
    "opiniones.tracy.nombre": "Tracy  – Estados Unidos",
    "opiniones.blanca.texto": "¡Quiero recomendar muchísimo esta práctica tan poderosa e increíblemente guiada por Diego que en todo momento está presente y atento! ¡Es una experiencia muy enriquecedora y te da un gran ejemplo del poder tan grande que tiene la respiración consciente!¡No se pierdan la oportunidad!",
    "opiniones.blanca.nombre": "Blanca V. – Puerto Morelos - México",
    "opiniones.cynthia.texto": "Diego quiero agradecerte por tu acompañamiento en mi proceso de Biografía Humana, tuviste tanta claridad para hacerme ver todo lo que yo tenía tan normalizado, y con mucha empatía me mostraste todo lo que yo no alcanzaba a reconocer de mi historia. Gracias a las sesiones que tuvimos ahora soy más consciente de los puntos que quiero mejorar de mi persona.",
    "opiniones.cynthia.nombre": "Cynthia-México",
    "opiniones.kim.texto": "Una experiencia que me cambió la vida.",
    "opiniones.kim.nombre": "Kim-Estados Unidos",
    "rebirthing.que": "¿QUÉ ES EL REBIRTHING?",
    "rebirthing.definicion": "El Rebirthing Breathwork es una poderosa herramienta de transformación interior que trabaja con la respiración como puente entre el cuerpo, la mente y las emociones. Leonard Orr, creador de esta técnica la define como \"el arte de respirar energía divina junto con el aire y permitir que ésta energía haga su trabajo sanador desde adentro\".\n A través de la respiración enérgica, consciente y conectada, vamos accediendo a un estado ampliado de consciencia, abrimos emociones bloqueadas, dejamos que resurjan recuerdos, y nos permitirnos ver e integrar el trauma.",
    "rebirthing.continuacion": "El nombre de \"Rebirthing\" (renacimiento) surge de la idea de que muchas de nuestras heridas emocionales más profundas se originan en nuestro <strong>nacimiento</strong> y en la <strong>etapa prenatal</strong>.  Allí se originan nuestras <strong>creencias limitantes</strong> inconscientes más arraigadas. Nuestra vida presente está conformada por un conjunto de creaciones, condicionadas por estas limitaciones. Al recordar estas experiencias, podemos integrarlas y permitir un \"renacimiento\" emocional y espiritual.\n\nEsta herramienta intenta develar estas creencias limitantes, y traer una profunda claridad interior que nos guía a través de nuestros desafíos actuales, nos damos la posibilidad de ir fuera de nuestras limitaciones y vamos poco a poco encontrando nuestra verdadera esencia y nuestro sentido de propósito.",
    "rebirthing.cómo": "¿CÓMO SE PRACTICA EL REBIRTHING?",
    "rebirthing.practica": "El encuentro inicia con una conversación compartida. El facilitador cuenta sobre la práctica, el consultante abre su historia y sus desafíos actuales, aquello que lo convoca.\n Luego sigue la sesión de respiración. En este caso el trabajo lo realiza el consultante guiado por la energía vital del aire. El facilitador cuida que la respiración se sostenga y acompaña a que el consultante ingrese en la experiencia y atraviese la liberación emocional.\n Por último, se busca integrar las experiencias vivenciadas en un compartir final.\n En el caso de hacer un proceso de varias sesiones, el facilitador va ofreciendo una serie de propuestas o ejercicios para hacer entre sesiones.",
    "rebirthing.preguntas": "Preguntas Frecuentes",
    "biografia.enlace": "Biografía Humana",
    "biografia.titulo": "BIOGRAFÍA HUMANA",
    "biografia.que": "¿QUÉ ES LA BIOGRAFÍA HUMANA?",
    "biografia.definicion": "La propuesta de la Biografía Humana es salir de nuestra visión acotada, para revisar la totalidad de nuestra vida desde una mirada ampliada.\nEn este recorrido, inicialmente se coloca una base en las necesidades emocionales y fisiológicas naturales de la criatura humana. A partir de eso, se propone una terapia conversacional que busca revisar las vivencias atravesadas desde nuestra primera infancia y contrastar lo atravesado, con esta base.",
    "biografia.continuacion": "Comprendiendo esta distancia, junto con los mecanismos y estrategias de supervivencia que desarrollamos desde pequeños para navegar ese escenario, podemos ir comprendiendo mejor nuestro accionar inconsciente en la actualidad.\nEstos rasgos característicos que cada persona fue encontrando para conseguir las necesidades básicas emocionales y que nos ayudaron en algún momento, conforman hoy nuestras mayores limitaciones inconscientes a la hora de desplegar nuestros deseos, nuestra autenticidad, generosidad y amor incondicional.\nSe propone entonces entrenarnos en un cambio de rumbo, aclarando nuestro propósito, como parte de un recorrido de reencuentro con nuestro ser esencial auténtico.",
    "biografia.cómo": "¿CÓMO SE PRACTICA LA BIOGRAFÍA HUMANA?",
    "biografia.practica": "Esta práctica se realiza en sesiones individuales, periódicas y de manera online.\nDurante las primeras sesiones se propone un recorrido por la historia personal, con una mirada objetiva y ampliada de los sucesos atravesados, revisando discursos y paradigmas engañados.\nSe intenta describir los rasgos del escenario de infancia a través de una imagen metafórica que resume las características principales del lugar de donde venimos. \nLuego nos enfocamos en ir detectando las características y pulsos que hemos desarrollado para poder navegar dicho escenario, que nos sirvieron para conseguir el alimento emocional básico. Estas características se intentan resumir en una segunda imagen del personaje o traje que nos hemos puesto inconscientemente.\n Intentamos ir desanudando qué beneficios y desventajas tienen estos arraigados rasgos inconscientes de nuestra personalidad. Cómo benefician o perjudican nuestro propio desarrollo y a las personas de nuestro entorno. Esta mirada ampliada nos brinda la posibilidad de elegir decisiones diferentes a las que automáticamente tomamos día a día.\nPor último se plantea un propósito de vida, con posibilidades diferentes a las habituales, se intenta ir entrenando cambios de rumbo para ir alineándose poco a poco con nuestro ser esencial auténtico.",
    "rebirthing.faq1.pregunta": "1. ¿Para qué hacer una sesión?",
    "rebirthing.faq1.respuesta": "Liberar bloqueos emocionales profundos\n Conocer e integrar el trauma de nacimiento\n Conectar con profunda claridad\n Expandir la consciencia\n Volver al cuerpo y al momento presente\n Reprogramar creencias limitantes",
    "rebirthing.faq2.pregunta": "2. ¿Qué podemos experimentar en una sesión?",
    "rebirthing.faq2.respuesta": "Sensaciones corporales intensas (cosquilleo, calor, frío, espasmos leves)\n Emociones que emergen \"sin una razón aparente\"\n Recuerdos e imágenes simbólicas (a través de todos los sentidos)\n Destrabar sintomas físicos, permitiendo que emerjan las causas emocionales\n Una gran sensación de alivio o liberación al final\n  A veces una sensación de “descarga energética” que se siente como una limpieza profunda.",
    "rebirthing.faq3.pregunta": "3. ¿Cada cuánto se recomienda tomar sesiones?",
    "rebirthing.faq3.respuesta": "Al inicio es recomendable  hacer un ciclo de sesiones de manera periódica, de forma semanal o quincenal. Con el correr de las sesiones, uno se va apropiando de la nueva forma respiratoria, la va aprendiendo e incorporando. Cada sesión es distinta y única. La propuesta es ofrecer una herramienta que luego pueda ser apropiada y autogestionada, y que luego uno decida cuándo quiere profundizar con una sesión guiada.",
    "rebirthing.faq4.pregunta": "4. ¿Siempre se recuerda el propio nacimiento?",
    "rebirthing.faq4.respuesta": "En principio, no vamos en búsqueda de algo particular, sino que dejamos que desde el ser emerjan los recuerdos que necesitamos ver para guiarnos en el camino del proceso personal. Es frecuente que en algún momento del proceso surjan memorias de ese evento.",
    "rebirthing.faq5.pregunta": "5. ¿Se pueden hacer sesiones en grupo?",
    "rebirthing.faq5.respuesta": "La práctica se puede realizar en sesiones individuales o grupales. Cada una tiene sus particularidades y beneficios.",
    "rebirthing.faq6.pregunta": "6. ¿Se puede hacer de manera online?",
    "rebirthing.faq6.respuesta": "Se puede practicar de manera presencial y online.",
    "biografia.faq1.pregunta": "1. ¿Cuántas sesiones se necesitan hacer y cada cuánto tiempo?",
    "biografia.faq1.respuesta": "Al inicio es importante hacer algunas sesiones de manera periódica, semanal o quincenalmente para establecer claramente los rasgos principales del escenario del que provenimos y las características del personaje que desarrollamos. Luego, el consultante puede continuar al ritmo que considere conveniente con la finalidad de ir encontrando nuevas decisiones en beneficio propio y de las personas cercanas que lo rodean.",
    "biografia.faq2.pregunta": "2. ¿Qué beneficios tiene esta terapia? ¿Para qué sirve?",
    "biografia.faq2.respuesta": "Conocer el escenario de donde provenimos y la totalidad de los traumas o dolores atravesados.\nComprender los rasgos de personalidad inconscientes que desarrollamos tempranamente, y tanto los beneficios como las desventajas que estos tienen para nuestro despliegue actual.\nGanar una mirada ampliada sobre nuestra vida.\nEncontrar un sentido de propósito\nGanar consciencia sobre nuestros impulsos automáticos inconscientes.\nEntrenarnos en tomar caminos y decisiones diferentes, en beneficio de nuestro desarrollo y de las personas de nuestro entorno. Sobre todo si hay niños siendo criados por nosotros o cerca nuestro.\nEncontrarnos con nuestra autenticidad, nuestro ser esencial.",
    "biografia.faq3.pregunta": "3. ¿Qué sigue luego de conocer mejor mi escenario y mi personaje?",
    "biografia.faq3.respuesta": "Luego de esta comprensión ampliada, sigue el entrenamiento en nuevas formas por fuera de nuestro actuar habitual. Buscando mayor autenticidad, conexión, amorosidad, apertura, despliegue.",
    "biografia.faq4.pregunta": "4. ¿Se puede hacer de manera online?",
    "biografia.faq4.respuesta": "Las sesiones usualmente se hacen de manera online pero también se puede realizar de forma presencial",
    "contacto": "Contacto",
    "contacto.mensaje": "Estamos aquí para acompañarte.\nSi tienes alguna duda, comentario o necesitas más información acerca de alguna de nuestras actividades, si quieres pedir un turno o quieres dejarnos un testimonio de tu experiencia, no dudes en ponerte en contacto. Tu comentario es muy valioso para nosotros."
}